/* Find Me button label */
"Find Me" = "Trovami";

/* Hybrid Map View */
"Hybrid" = "Ibrida";

/* Next Location button label */
"Next Location" = "Il prossimo posto";

/* Satellite Map View */
"Satellite" = "Satellite";

/* Standard Map View */
"Standard" = "Standard";

